# CubicMillimeters Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicMillimeters Property
UnitTypeId Class See Also
---
Cubic millimeters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicMillimeters { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicMillimeters As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicMillimeters {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace